Repository: drmalex07/accredit
Catalog: accredit/i18n/*/LC_MESSAGES/accredit.po
Languages: el

source: Cleared %d policy objects
el: Διαγράφηκαν %d κανόνες εμπιστοσύνης

source: Revoked trust to %s
el: Διαγράφηκε ο κανόνα εμπιστοσύνης για το %s

source: Edit Trust
el: Επεξεργασία κανόνα εμπιστοσύνης (trust)

source: Add Trust
el: Προσθήκη κανόνα εμπιστοσύνης

source: Updated trust policy for %s
el: Οι επιλογές για την εφαρμογη στο %s ενημερώθηκαν

source: Confirm
el: Επιβεβαίωση

source: Confirm authentication request
el: Επιβεβαίωση αιτήματος για αυθεντικοποίηση

source: The site at [1:%(trust_root)s] has asked to confirm your identity.[2:] If you approve, we will assert that you control the identity URI listed below.
el: Η εφαρμογή στο [1:%(trust_root)s] ζητησε να επιβεβαιώσει την ταυτότητα σας.[2:] Εαν αποδεχθείτε, θα βεβαιώσουμε οτι κατέχετε την ταυτότητα (URI) που ακολουθεί.

source: User:
el: Χρήστης:

source: Identity:
el: Ταυτότητα:

source: Release the following personal (registration) data:
el: Επιτρεπετε να γνωστοποιηθούν τα παρακάτω προσωπικά στοιχεία:

source: Attribute
el: Γνώρισμα

source: Release the following attributes:
el: Επιτρεπετε να γνωστοποιηθούν τα παρακάτω γνωρίσματα:

source: Description
el: Περιγραφή

source: n/a
el: δ/υ

source: Allow this authentication to proceed?
el: Επιτρέπετε αυτη τη διαδικασία να προχωρήσει?

source: Allow
el: Αποδοχή

source: Deny
el: Ακύρωση

source: Remember this decision
el: Να μην ερωτηθώ ξανά

source: This is an identity page for user
el: Αυτη ειναι η σελίδα ταυτότητας για τον χρήστη

source: <anybody>
el: <οποιοσδήποτε>

source: Redirecting to
el: Ανακατεύθυνση στο

source: Clear Trusts
el: Διαγραφή

source: Clear Trusts?
el: Να διαγραφούν ολοι οι κανόνες?

source: Are you sure you want to clear every defined policy?
el: Ειστε σιγουροι οτι θέλετε να διαγραφούν ολοι οι κανόνες εμπιστοσύνης?

source: If you proceed, all subsequent authentication requests will prompt for your approval.
el: Εαν προχωρήσετε, τα επόμενα αιτήματα αυθεντικοποιήσης θα ζητούν την συγκαταθεσή σας.

source: Clear
el: Εκκαθάριση

source: Cancel
el: Ακύρωση

source: Clear Trust
el: Διαγραφή κανόνα

source: Clear Trust?
el: Να διαγραφεί ο κανόνας?

source: Are you sure you want to clear trust to [1:%(realm)s] ?
el: Ειστε σιγουροι οτι θελετε να εκκαθαρίσετε τον κανόνα για το [1:%(realm)s]?

source: Your repoze.who.identity is:
el: Η ταυτοτητα σου (repoze.who.identity) ειναι:

source: Realm:
el: Εφαρμογή

source: Allow requests:
el: Να επιτρέπεται:

source: Always
el: Πάντοτε

source: Never
el: Ποτέ

source: For the next 1 hour
el: Για την επόμενη 1 ώρα

source: For the next 24 hours
el: Για τις επόμενες 24 ώρες

source: For the next 15 days
el: Για το επόμενο 15νθήμερο

source: Forever
el: Για πάντα

source: Save
el: Αποθήκευση

source: Login
el: Είσοδος

source: Login into
el: Είσοδος στο

source: User
el: Χρήστης

source: Login into [1:%(site_name)s] app!
el: Είσοδος στο [1:%(site_name)s]

source: Login!
el: Είσοδος!

source: Me!
el: Η ταυτότητα μου

source: Logout
el: 'Εξοδος

source: You have been identified as:
el: Έχετε αναγνωρισθεί σαν:

source: Name:
el: Όνομα:

source: Identity URI:
el: Ταυτότητα URI:

source: You have granted trust to the following applications (realms/domains):
el: Εχετε ορίσει κανόνες για τις παρακάτω εφαρμογές:

source: Add
el: Προσθήκη

source: Application
el: Εφαρμογή

source: Trust
el: Αποδοχή

source: Operations
el: Λειτουργίες

source: edit
el: επεξεργασία

source: clear
el: διαγραφή

source: No trusts found
el: Δεν βρεθηκε καποιος κανόνας

source: The site at [1:[2:%(trust_root)s]] has asked to confirm your identity.[3:] If you approve, we will assert that you control the identity URI listed below.
el: Η εφαρμογή στο [1:[2:%(trust_root)s]] ζητησε να επιβεβαιώσει την ταυτότητα σας.[3:] Εαν αποδεχθείτε, θα βεβαιώσουμε οτι κατέχετε την ταυτότητα (URI) που ακολουθεί.
